<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>홈페이지 이용약관</title>
<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-EVSTQN3/azprG1Anm3QDgpJLIm9Nao0Yz1ztcQTwFspd3yD65VohhpuuCOmLASjC" crossorigin="anonymous">
    <link rel="canonical" href="https://getbootstrap.com/docs/5.2/examples/navbar-fixed/">
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.2/dist/css/bootstrap.min.css" 
	 rel="stylesheet" >
<link href="css/style.css" rel="stylesheet" >
<style type="text/css">
@import url('https://fonts.googleapis.com/css?family=Nanum+Gothic:400,700,800'); 
@import url('https://fonts.googleapis.com/css2?family=Ubuntu&display=swap');
</style>
</head>
<body>
	
	<!-- 22-11-13 호식 -
				홈페이지 이용약관 생성
				
	--> 

<%@ include file = "Nav2.jsp" %>

	<main style="margin: 20px">
<!--  내용 시작   -->				
			
			<H4 class=terms><FONT color=#353535>■ Hoping 이용약관 ■</FONT></H4><BR><BR><STRONG>Hoping의 이용약관은 다음과 같은 내용을 담고 있습니다. </STRONG><BR><BR><SPAN style="FONT-FAMILY: dotum, 돋움; FONT-WEIGHT: bold">제1장 총 칙</SPAN> 
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제1조 (목적)</SPAN> </H6>
<P><SPAN style="FONT-FAMILY: dotum, 돋움">이 약관은 Hoping에서 제공하는 캠핑장 예약 관련 제반 서비스의 이용과 관련하여 본 홈페이지(Hoping)과 회원과의 권리, 의무 및 책임사항, 이용조건, 관련 절차 등 기본적인 사항을 규정함을 목적으로 합니다. </SPAN></P>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제2조 (정의)</SPAN> </H6>
<P><SPAN style="FONT-FAMILY: dotum, 돋움">이 약관에서 사용하는 용어는 다음과 같이 정의됩니다.</SPAN> </P>
<UL class=terms1>
<LI>①“서비스” 라 함은“회원” 이 이용할 수 있는 Hoping의 관련 제반 서비스를 의미합니다.</LI>
<LI>②“회원” 이라 함은“Hoping” 에서 제공하는 사이트에 접속하여 홈페이지 이용약관과 개인정보보호정책에 동의하고 , 아이디와 비밀번호를 발급 받은 고객으로 “회원” 의 자격 및 권한은 회원 유형별로 관리합니다.</LI>
<LI>③“호스트” 라 함은 Hoping의 “서비스” 에 접속하여 이 약관에 따라 “Hoping” “Hoping” 과 정회원으로 이용계약을 체결하여 캠핑장의 정보를 제공하는 “서비스” 를 이용하는 회원을 의미합니다.</LI>
<LI>④” 아이디 (id)"라 함은"회원"의 식별과"서비스"이용을 위하여"회원"이 정하고"Hoping"이 승인하는 문자와 숫자의 조합으로 이용 가능합니다.</LI>
<LI>⑤“비밀번호 (password)” 라 함은“회원” 이 정한“아이디” 와 일치되는“회원“임을 확인하고 비밀보호를 위해“회원” 자신이 정한 문자와 숫자의 조합을 의미합니다.</LI>
<LI>⑥“게시물” 이란“회원” 이“서비스” 를 이용함에 있어“회원” 이 직접 올린 글 , 사진 , 그림 , 각종 파일과 링크 , 각종 댓글 등을 의미합니다.</LI>
<LI>⑧“회원탈퇴” 라 함은“Hoping” 또는“회원” 이 서비스 가입 후 이용 계약을 해지하는 것을 의미합니다. 
<P>&nbsp;</P></LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제3조 (약관의 효력 및 개정)</SPAN> </H6>
<P><SPAN style="FONT-FAMILY: dotum, 돋움">이 약관은 서비스 메뉴 및 Hoping에 게시하여 공시함으로써 효력을 발생합니다.</SPAN> </P>
<UL class=terms1>
<LI>①“Hoping”은 본 약관의 내용을“회원” 이 쉽게 알 수 있도록 서비스 초기 화면에 게시하거나 기타의 방법으로 회원에게 공시하고 , 이에 동의한 회원이 서비스에 가입함으로써 효력이 발생합니다.</LI>
<LI>②“Hoping"는"약관의규제에관한법률","정보통신망이용촉진및정보보호등에관한법률 ( 이하"정보통신망법")"등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</LI>
<LI>③"Hoping"는 필요한 경우 대한민국 법령의 범위 내에서 개정할 수 있으며 ,“Hoping” 가 약관을 개정할 경우에는 적용예정일 , 및 개정사유를 명시하여 현행 약관과 함께 제 1 항의 방식에 따라 그 개정약관의 적용일자 30 일전부터 적용일자 전일까지 공지합니다. 다만 , 회원에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스내 전자우편 , 전자쪽지 , 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.</LI>
<LI>④“Hoping” 가 3 항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30 일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.</LI>
<LI>⑤“Hoping” 이 개정약관의 적용에 동의하지 않는 경우“Hoping” 는 개정 약관의 내용을 적용할 수 없으며 , 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만 , 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 ‘ Hoping ' 는 이용계약을 해지할 수 있습니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제4조 (약관외 해석)</SPAN> </H6>
<P><SPAN style="FONT-FAMILY: dotum, 돋움">이 약관에 명시되지 않은 사항이 관계법령에 규정되어 있을 경우에는 그 규정에 따릅니다.</SPAN> </P>
<UL class=terms1>
<LI>①"Hoping"는"유료서비스"및 개별 서비스에 대해서는 별도의 이용약관 및 정책 ( 이하"유료서비스 약관 등") 에 동의함을 조건으로 유료서비스를 이용할 수 있습니다. 유료 서비스의 경우에도 개별약관에 반하지 않는 한 본 약관이 기본적으로 적용되며 , 유료서비스 약관과 본 약관의 내용이 상충하는 경우에는"유료서비스 약관 등"이 우선하여 적용됩니다.</LI>
<LI>②이 약관에 명시되지 않은 사항이나 해석에 대해서는"유료서비스 약관 등"및 관계법령 또는 상관례 ( 상거래 관습 ) 에 따릅니다.</LI></UL><BR><SPAN style="FONT-FAMILY: dotum, 돋움; FONT-WEIGHT: bold">제2장 서비스 이용계약 및 회원관리</SPAN> 
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제5조 (이용계약의 성립,이용신청 및 승낙)</SPAN> </H6>
<UL>
<LI>① 이용계약은“회원” 이 되고자 하는 자 ( 이하“가입신청자 ) 가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고“Hoping” 가 이러한 신청에 대하여 승낙함으로써 체결됩니다.</LI>
<LI>②"Hoping"는"가입신청자"의 신청에 대하여"서비스"이용을 승낙함을 원칙으로 합니다. 다만 , 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다. 
<UL>
<LI>1. 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우 , 단"Hoping"의 회원 재가입 승낙을 얻은 <BR>경우는 예외로 함. </LI>
<LI>2. 실명이 아니거나 타인의 명의를 이용한 경우</LI>
<LI>3. 이용자가 정보를 허위로 기재하거나 ,"Hoping"가 제시하는 내용을 기재하지 않은 경우</LI>
<LI>4. 14 세 미만 아동이 법정대리인 ( 부모 등 ) 의 동의를 얻지 아니한 경우</LI>
<LI>5. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우</LI>
<LI>6. Hoping의 사정상 필요하다고 인정되는 경우</LI>
<LI>7. 사회의 공공질서 또는 미풍양속을 저해할 목적인 경우</LI>
<LI>8. 기타 이용희망자의 귀책사유로 이용승낙이 곤란한 경우</LI></UL></LI>
<LI>③ 제 1 항에 따른 신청에 있어"Hoping"는"회원"의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.</LI>
<LI>④"Hoping"는 서비스관련설비의 여유가 없거나 , 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.</LI>
<LI>⑤ 제 2 항과 제 4 항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우 ,"Hoping"는 원칙적으로 이를 가입신청자에게 알리도록 합니다</LI>
<LI>⑥“Hoping” 는 회원에 대해“Hoping” 내부정책에 따라“회원” 유형을 구분하여 서비스 이용에 제한을 둘 수 있습니다.</LI>
<LI>⑦ 이용계약의 성립 시기는"Hoping"가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제6조 회원정보의 변경 </SPAN></H6>
<UL>
<LI>①"회원"은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만 , 서비스 관리를 위해 필요한 실명 , 아이디 등은 수정이 불가능합니다.</LI>
<LI>②"회원"은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로"Hoping"에 대하여 그 변경사항을 알려야 합니다. </LI>
<LI>③“Hoping” 는 회원이 변경사항을 알리지 아니하여 발생한 손해에 대하여 책임지지 않습니다. </LI></UL>
<H6>&nbsp;</H6>
<H5><SPAN style="FONT-FAMILY: dotum, 돋움">제3장 계약당사자의 의무</SPAN> </H5>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제7조 (개인정보보호의 의무)</SPAN> </H6>
<P>"Hoping"는"정보통신망법"등 관계 법령이 정하는 바에 따라"회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및"Hoping"의 개인정보보호정책이 적용됩니다. 다만 ,"Hoping"의 공식 사이트 이외의 링크된 사이트에서는"Hoping"의 개인정보보호정책이 적용되지 않습니다. </P>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제8조 ("회원"의"아이디"및"비밀번호"의 관리에 대한 의무)</SPAN> </H6>
<UL>
<LI>①"회원"의"아이디"와"비밀번호"에 관한 관리책임은"회원"에게 있으며 , 이를 제 3 자가 이용하도록 하여서는 안 됩니다.</LI>
<LI>②"Hoping"는"회원"의"아이디"가 개인정보 유출 우려가 있거나 , 반사회적 또는 미풍양속에 어긋나거나"Hoping"및"Hoping"의 운영자로 오인한 우려가 있는 경우 , 해당"아이디"의 이용을 제한할 수 있습니다.</LI>
<LI>③"회원"은"아이디"및"비밀번호"가 도용되거나 제 3 자가 사용하고 있음을 인지한 경우에는 이를 즉시"Hoping"에 통지하고"Hoping"의 안내에 따라야 합니다.</LI>
<LI>④제 3 항의 경우에 해당"회원"이"Hoping"에 그 사실을 통지하지 않거나 , 통지한 경우에도"Hoping"의 안내에 따르지 않아 발생한 불이익에 대하여"Hoping"는 책임지지 않습니다. <BR></LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제9조 ("회원"에 대한 통지)</SPAN> </H6>
<UL>
<LI>①"Hoping"가"회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소 , 전자쪽지 등으로 할 수 있습니다.</LI>
<LI>②"Hoping"는"회원"전체에 대한 통지의 경우 7 일 이상"Hoping"의 공지사항에 게시함으로써 제 1 항의 통지에 갈음할 수 있습니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제10조 ("Hoping"의 의무)</SPAN> </H6>
<UL>
<LI>①"Hoping"는 관련 법령과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며 , 이 약관이 정하는 바에 따라 지속적이고 안정적으로"서비스"를 제공하기 위하여 최선을 다하여 노력합니다.</LI>
<LI>②"Hoping"는"회원"이 안전하게"서비스"를 이용할 수 있도록 개인정보 ( 신용정보 포함 ) 보호를 위해 보안시스템을 갖추어야 하며 개인정보보호정책을 공시하고 준수합니다.</LI>
<LI>③“Hoping” 는“회원” 으로 부터 소정의 절차에 의해 제기되는 의견에 대해서는 적절한 절차를 거처 처리하며 , 처리시 일정기간이 소요될 경우에는 회원에게 그 사유와 처리일정을 알려줍니다. 또한 ,"회원"이 제기한 의견이나 불만사항에 대한 결과를 게시판이나 전자우편 등을 통하여"회원"에게 처리과정 및 결과를 전달합니다</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제11조 (회원의 의무)</SPAN> </H6>
<UL>
<LI>①“회원” 은 이 약관에서 규정하는 사항과“서비스” 이용안내 및 주의사항을 준수하여야 합니다.</LI>
<LI>②“회원” 은“서비스” 의 일부로 보내지는“Hoping” 의 전자우편 및 광고정보를 받는 것에 동의합니다.</LI>
<LI>③ 다음 각 호에 해당하는 행위로 발생하는 결과에 대한 책임은“회원” 에게 있습니다. 
<UL>
<LI>1. 신청 또는 변경 시 허위내용의 등록</LI>
<LI>2. 타인의 정보도용</LI>
<LI>3."Hoping"가 게시한 정보의 변경</LI>
<LI>4."Hoping"가 정한 정보 이외의 정보 ( 컴퓨터 프로그램 등 ) 등의 송신 또는 게시</LI>
<LI>5."Hoping"와 기타 제 3 자의 저작권 등 지적재산권에 대한 침해</LI>
<LI>6."Hoping"및 기타 제 3 자의 명예를 손상시키거나 업무를 방해하는 행위</LI>
<LI>7”. 회원” 이“서비스” 를 이용하여 게재한 게시물 또는 컨텐츠등으로 타인에게 손해를 가하는 행위</LI>
<LI>8. 외설 또는 폭력적인 메시지 , 화상 , 음성 , 기타 공서양속에 반하는 정보를"서비스"에 공개 또는 게시하는 행위</LI>
<LI>9.” Hoping” 의 사전 서면 동의 없이 영리를 목적으로"서비스"를 사용하는 행위</LI>
<LI>10. 기타 불법적이거나 부당한 행위 <BR></LI></UL></LI>
<LI>④"회원"은 관계법 , 이 약관의 규정 , 이용안내 및"서비스"와 관련하여 공지한 주의사항 ,"Hoping"가 통지하는 사항 등을 준수하여야 하며 , 기타"Hoping"의 업무에 방해되는 행위를 하여서는 안 됩니다. </LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제12조 (양도금지)</SPAN> </H6>
<P align=left>“ 회원” 은 서비스의 이용권한 , 기타 이용 계약상 지위를 타인에게 양도 , 증여할 수 없으며 게시물에 대한 저작권을 포함한 모든 권리 및 책임은 이를 게시한“회원” 에게 있습니다</P>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제13조 (자료의 보존)</SPAN> </H6>
<P><SPAN style="FONT-FAMILY: dotum, 돋움">Hoping는 회원이 게시한 게시물이나 전송한 내용물이 다음 각 호1에 해당하는 경우에는 임의로 조치할 수 있습니다.</SPAN> </P>
<UL>
<LI><SPAN style="FONT-FAMILY: dotum, 돋움">① “Hoping”는 “회원”의 납부내역을 납부완료 후 1년간 보존합니다. 단, 국세기본법 등 관계법령에 의한 경우에는 3년 이후에도 “Hoping”의 시스템 등 사정에 따라 보존할 수 있습니다. </SPAN></LI>
<LI>② “Hoping”내의 데이터베이스에 보존된 자료와 청구기관 측의 데이터베이스에 보존된 자료의 기재내용이 상이하여 “Hoping”가 “회원”에 대하여 자료 기재 내용의 확인을 요구할 경우에는 “회원”은 이에 응해야 합니다.</LI></UL>
<H4>제 3장 서비스 이용에 관한 일반사항</H4>
<P><SPAN style="FONT-FAMILY: dotum, 돋움">본 장에서는 대한건설Hoping 웹사이트를 통한 서비스의 제공 또는 이용에 관한 일반적인 사항을 규정합니다.</SPAN> </P>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제14조 (서비스의 이용개시)</SPAN> </H6>
<UL>
<LI>①"Hoping” 는“회원” 의 이용신청을 승낙한 때부터 서비스를 개시합니다. 단 , 일부“서비스” 의 경우에는 지정된 일자부터 서비스를 개시합니다.</LI>
<LI>②“Hoping” 의 업무상 또는 기술상의 장애로 인하여“서비스” 를 개시하지 못하는 경우에는“Hoping” 공지사항에 공시하거나“회원” 에게 이를 통지합니다.</LI>
<LI>③“Hoping” 는 특정한 서비스를 제공하기 위해“회원” 에게 별도 또는 추가적인 가입절차를 요청할 수 있으며 , 이러한 특정 서비스를 이용할 경우 해당 사이트 또는 서비스에 대한 이용약관 , 규정 또는 세칙 등이 본 약관보다 우선 적용됩니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제15조 (서비스의 제공)</SPAN> </H6>
<UL>
<LI>“ Hoping” 는“회원” 에게 아래와 같은 서비스를 제공합니다. <BR>
<UL>
<LI>1. 건설업무 , 통계 , 법령 , 뉴스. 공고 , 교육 , 주택. 부동산 , 채용 , 지식 , 광장 등 인터넷 서비스</LI>
<LI>2. 기타"Hoping"가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해"회원"에게 제공하는 일체의 서비스</LI></UL></LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제16조 (서비스의 이용시간)</SPAN> </H6>
<UL>
<LI>①” 서비스” 의 이용은“Hoping” 의 업무상 또는 기술상의 특별한 지장이 없는 한 연중무휴 , 1 일 24 시간을 원칙으로 합니다.</LI>
<LI>②“Hoping” 는 서비스를 일정 범위로 분할하여 각 범위별로 이용 가능한 시간을 별도로 정할 수 있으며 , 이 경우 그 내용을 사이트에 공지합니다.</LI>
<LI>③ 유료서비스의 경우“서비스” 를 신청한 시점 또는 서비스별 별도 시작 시점부터 이용이 가능합니다.</LI>
<LI>④“Hoping” 는“서비스” 및 특별한 내용에 대해서 이용시간 및 이용권한을 제한할 수 있다. </LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제17조 (서비스의 변경)</SPAN> </H6>
<UL>
<LI>①"Hoping"는 상당한 이유가 있는 경우에 운영상 , 기술상의 필요에 따라 제공하고 있는 전부 또는 일부"서비스"를 변경할 수 있습니다.</LI>
<LI>②"서비스"의 내용 , 이용방법 , 이용시간에 대하여 변경이 있는 경우에는 변경사유 , 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 초기화면에 게시하여야 합니다.</LI>
<LI>③"Hoping"는 무료로 제공되는 서비스의 일부 또는 전부를“Hoping” 의 정책 및 운영의 필요상 수정 , 중단 , 변경할 수 있으며 , 이에 대하여 관련법에 특별한 규정이 없는 한"회원"에게 별도의 보상을 하지 않습니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제18조 (정보제공 및 광고게재)</SPAN> </H6>
<UL>
<LI>①"Hoping"는"회원"이"서비스"이용 중 필요하다고 인정되는 다양한 정보를 사전 동의를 받은“회원” 에게 전자메일 , 서신우편을 통해 제공할 수 있으며 , 서비스 화면 , 홈페이지 , 이메일 등에 광고를 게재할 수 있습니다.</LI>
<LI>②“회원” 이 서비스상에 게재되어 있는 광고를 이용하거나 서비스를 통한 광고주의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로“회원” 과 광고주간의 문제입니다. 만약“회원” 과 광고주간에 문제가 발생할 경우에도“회원” 과 광고주가 직접 해결해야 하며 , 이와 관련하여“Hoping” 는 어떠한 책임도 지지 않습니다.</LI>
<LI>③ 광고가 게재된 전자우편을 수신한"회원"은"Hoping"에게 수신거절 요청을 할 수 있습니다.</LI>
<LI>④"이용자 ( 회원사 , 비회원 포함 )"는“Hoping” 가 제공하는“서비스” 와 관련하여 게시물 또는 기타 정보를 변경 , 수정 , 제한하는 등의 조치를 취하지 않습니다.</LI>
<LI>⑤” 회원” 은“Hoping” 가 제공하는 배너 광고에 대한 임의의 삭제 , 비방 , 기타 배너 광고 방해 행위 등을 할 수 없습니다. <BR></LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제19조 (게시물의 저작권)</SPAN> </H6>
<UL>
<LI>①"회원"이"서비스"내에 게시한"게시물"의 저작권은 해당 게시물의 저작자에게 귀속됩니다.</LI>
<LI>②"회원"이"서비스"내에 게시하는"게시물"은 검색결과 내지"서비스"및 관련 프로모션 등에 노출될 수 있으며 , 해당 노출을 위해 필요한 범위 내에서는 일부 수정 , 복제 , 편집되어 게시될 수 있습니다. 이 경우 ,“Hoping” 는 저작권법 규정을 준수하며 ,"회원"은 언제든지 고객센터 또는"서비스"내 관리기능을 통해 해당 게시물에 대해 삭제 , 검색결과 제외 , 비공개 등의 조치를 취할 수 있습니다.</LI>
<LI>③"Hoping"는 제 2 항 이외의 방법으로"회원"의"게시물"을 이용하고자 하는 경우에는 전화 , 휴대폰 , 전자우편 등을 통해 사전에"회원"의 동의를 얻어야 합니다. 
<P>&nbsp;</P></LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제20조 (게시물 등의 관리)</H6>
<UL>
<LI>①"회원"의"게시물"이"정보통신망법"및"저작권법"등 관련법에 위반되는 내용을 포함하는 경우 , 권리자는 관련법이 정한 절차에 따라 해당"게시물"의 게시중단 및 삭제 등을 요청할 수 있으며 ,"Hoping"는 관련법에 따라 조치를 취하여야 합니다.</LI>
<LI>②"Hoping"는 1 항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 Hoping 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당"게시물"에 대해 임시조치 등을 취할 수 있습니다.</LI>
<LI>③“회원” 이 게시한 게시물이나 전송한 내용물이 다음 각 1 호에 해당하는 경우에는 임의로 조치할 수 있습니다. 
<UL>
<LI>1. 타인에게 해를 입히거나 명예를 훼손하는 경우</LI>
<LI>2. 타인의 지적재산권을 침해하는 경우</LI>
<LI>3. 사회의 공공질서 또는 미풍양속을 저해하는 경우</LI>
<LI>4. 서비스의 운영에 지장을 줄 우려가 있는 경우</LI>
<LI>5. 기타 관계법령에 위반되는 내용인 경우</LI></UL></LI>
<LI>④ 본 조에 따른 세부절차는"정보통신망법"및"저작권법"이 규정한 범위 내에서"Hoping"가 정한"게시중단요청서비스"에 따릅니다. - 게시중단요청서비스 : tel : 02-3485-8327</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제21조 (서비스제공의 제한 및 정지)</SPAN> </H6>
<UL>
<LI>①"Hoping"는 컴퓨터 등 정보통신설비의 보수점검 , 교체 및 고장 , 통신두절 또는 운영상 상당한 이유가 있는 경우"서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우"Hoping"는 제 9 조 ["회원"에 대한 통지 ] 에 정한 방법으로"회원"에게 통지합니다. 다만 ,"Hoping"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.</LI>
<LI>②“Hoping” 는 다음에 각 호에 해당하는 경우에는 서비스제공의 일부 또는 전부를 제한하거나 정지할 수 있습니다. 
<UL>
<LI>1. 서비스용 설비의 보수 , 교체 , 정기점검 , 공사로 인한 경우</LI>
<LI>2. 전기통신사업법의 규정에 의한 서비스중지의 경우</LI>
<LI>3. 천재지변 등으로 인하여 서비스제공이 어려운 경우</LI>
<LI>4. 이용의 폭주 등으로 인하여 서비스 이용에 문제가 발생한 경우</LI></UL></LI>
<LI>③ 2 항의 규정에 의하여 회원의 이용을 제한하는 경우에는“Hoping” 는 그 제한의 종류 , 사유 및 기간 등을 회원에게 공지합니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제22조 (권리의 귀속)</SPAN> </H6>
<UL>
<LI>①"서비스"에 대한 저작권 및 지적재산권은"Hoping"에 귀속됩니다. 단 ,"회원"의"게시물"및 제휴계약에 따라 제공된 저작물 등은 제외합니다.</LI>
<LI>②"Hoping"는“서비스” 와 관련하여"회원"에게"Hoping"가 정한 이용조건에 따라 계정 ,"아이디", 콘텐츠등을 이용할 수 있는 이용권만을 부여하며 ,"회원"은 이를 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다. </LI></UL>
<H4>제 4장 계약해지 및 이용제한</H4>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제24조 (계약해제, 해지 등)</SPAN> </H6>
<UL>
<LI>①"회원"은 언제든지 회원공간 &gt; my page &gt; 회원탈퇴 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며 ,"Hoping"는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.</LI>
<LI>②"회원"이 계약을 해지할 경우 , 관련법 및 개인정보보호정책에 따라"Hoping"가 회원정보를 보유하는 경우를 제외하고는 해지 즉시"회원"의 모든 데이터는 소멸됩니다.</LI>
<LI>③"회원"이 계약을 해지하는 경우 ,"회원” 개인 계정의 민원처리현황 , 스크랩자료 , 쪽지함 , 교육 수강 내역 등의 모든 게시물 일체는 탈퇴 즉시 삭제됩니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제25조 (이용제한 등)</SPAN> </H6>
<UL>
<LI>①"Hoping"는"회원"이 이 약관의 의무를 위반하거나"서비스"의 정상적인 운영을 방해한 경우 , 경고 , 일시정지 , 영구이용정지 등으로"서비스"이용을 단계적으로 제한할 수 있습니다.</LI>
<LI>②"Hoping"는 전항에도 불구하고 ,"주민등록법"을 위반한 명의도용 및 결제도용 ,"저작권법"및"컴퓨터프로그램보호법"을 위반한 불법프로그램의 제공 및 운영방해 ,"정보통신망법"을 위반한 불법통신 및 해킹 , 악성프로그램의 배포 , 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시"서비스"이용을 통해 획득한 기타 혜택 등도 모두 소멸되며 ,"Hoping"는 이에 대해 별도로 보상하지 않습니다.</LI>
<LI>③"Hoping"는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 개별 서비스상의 운영정책에서 정하는 바에 의합니다.</LI>
<LI>④본 조에 따라"서비스"이용을 제한하거나 계약을 해지하는 경우에는"Hoping"는 제 9 조 ["회원"에 대한 통지 ] 에 따라 통지합니다.</LI>
<LI>⑤"회원"은 본 조에 따른 이용제한 등에 대해"Hoping"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고"Hoping"가 인정하는 경우"Hoping"는 즉시"서비스"의 이용을 재개합니다. <BR></LI></UL>
<H4>제 5장 서비스의 제공 및 유의사항</H4>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제26조 (손해배상)</SPAN> </H6>
<P align=left>“ Hoping” 는“회원” 이 서비스를 이용하는데 있어서 고의가 없는 한“회원” 에게 발생한 손해를 배상하지 않습니다.</P>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제27조 (면책조항)</SPAN> </H6>
<UL>
<LI>①“Hoping” 는“회원” 이“Hoping” 의“서비스” 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.</LI>
<LI>②“Hoping” 는 천재지변 또는 이에 준하는 불가항력으로 인하여“서비스” 를 제공할 수 없는 경우에는“서비스” 제공에 관한 책임이 면제됩니다.</LI>
<LI>③"Hoping"는"회원"간 또는"회원"과 제 3 자 상호간에"서비스"를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다. </LI>
<LI>④"Hoping"는"회원"이"서비스"와 관련하여 게재한 정보 , 자료 , 사실의 신뢰도 , 정확성 등의 내용에 관하여는 책임을 지지 않습니다. </LI>
<LI>⑤“Hoping” 는 타인이 제공한 컨텐츠 , 프로그램 , 정보 등에 대하여 어떠한 관리행위도 할 의무가 없으며 , 이로 인한“회원” 의 손해에 대하여 책임이 면제됩니다.</LI>
<LI>⑥"Hoping"는"회원"의 귀책사유로 인한"서비스"이용의 장애에 대하여는 책임을 지지 않습니다.</LI>
<LI>⑦"Hoping"는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.</LI></UL>
<H6><SPAN style="FONT-FAMILY: dotum, 돋움">제28조 (준거법 및 재판관할)</SPAN> </H6>
<UL>
<LI>①"Hoping"와"회원"간 제기된 소송은 대한민국법을 준거법으로 합니다.</LI>
<LI>②"Hoping"와"회원"간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.</LI></UL>
<H5><SPAN style="FONT-FAMILY: dotum, 돋움">&lt;부 칙&gt;</SPAN> </H5>
<P>1. (시행일) 이 약관은 2022년 12월 01일부터 적용됩니다. <BR>1. (시행일) 이 약관은 2022년 12월 01일부터 시행합니다.</P></DIV><BR>
<P class=ctext3 style="TEXT-ALIGN: right"><A href="http://localhost:8080/Client/main.do" target=_blank><FONT color=#000000>메인으로 이동 </FONT></A></P></SPAN>
<div class="snsArea" style="margin-top: 10px;">
<hr />
	</div>
	</main>
<%@ include file = "Foot.jsp" %>

</body>
</html>